app/views/home/index.html.erb

SELECT "car_marks".* FROM "car_marks"
---
		<%= label_tag "fipe_id", "Marcas de Veículos" %>
		<%= select 'car_mark', 'fipe_id', @car_marks.collect{|mark| [mark.name, mark.id]}, {prompt: 'Selecione uma marca'}, class: 'form-control' %>